Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Kulturdepartementet og Kommunal- og moderniseringsdepartementet har i fellesskap begynt å se på hvilke aktører og virkemidler som kan bidra til at det kan utvikles mer språkteknologi på samisk.
sme: Kulturdepartemeanta ja Gielda- ja ođasmahttindepartemeanta leat ovttas geahčadišgoahtán guđe doaimmaheaddjit ja váikkuhangaskaoamit sáhttet leat mielde ráhkadeamen eanet giellateknologiija sámegillii.

source: Kommunal- og moderniseringsdepartementet har også forsterket informasjonsforvaltningsmiljøet i Digitaliseringsdirektoratet med ressurser som skal muliggjøre et nærmere samarbeid med Nasjonalbiblioteket og Språkrådet om strategier for å sikre at offentlige språkressurser kan brukes til språkteknologiske formål.
sme: Gielda- ja ođasmahttindepartemeanta lea maid nannen Digitaliserendirektoráhta diehtohálddašanbirrasa resurssaiguin mat galget dagahit lagat ovttasbarggu vejolažžan Nationálagirjerájuin ja Giellaráđiin strategiijaid oktavuođas mat sihkkarastet ahte almmolaš giellaresurssat sáhttet geavahuvvot giellateknologalaš ulbmiliidda.

source: Departementene vil fortsette dialogen og vurderinger av hvilke tiltak som kan være aktuelle.
sme: Departemeanttat áigot joatkit gulahallama ja árvvoštallamiid das guđe doaibmabijut sáhttet leat guoskevaččat.

source: Boks 4.1 Forskningsprosjektet «Maskinoversetting mellom samiske språk»
sme: Boksa 4.1 Dutkanprošeakta «Maskinoversetting mellom samiske språk»

source: Forskningsrådets program SAMISK III ga i perioden 2014–2017 støtte til forskerprosjektet «Maskinoversetting mellom samiske språk».
sme: Dutkanráđi prográmma SAMISK III attii áigodagas 2014–2017 doarjaga dutkanprošektii «Maskinoversetting mellom samiske språk».

source: Hovedmålet for prosjektet var å lage et fungerende program for maskinoversetting fra nordsamisk til andre samiske språk.
sme: Prošeavtta váldoulbmil lei ráhkadit doaibmi prográmma mášinjorgaleami várás davvisámegielas eará sámegielaide.

source: Det skulle også gi ny innsikt i samisk komparativ syntaks og ordforråd.
sme: Dat galggai maid addit ođđa áddejumi sámi komparatiiva syntávssas ja sátneriggodagas.

source: Prosjektet har resultert i en grammatisk modell for enaresamisk, maskinoversettingsprogram fra nordsamisk til tre andre samiske språk (sør-, lule- og enaresamisk) og eksperimentelle maskinoversettingsprogram fra disse språkene til nordsamisk.
sme: Prošeavtta boađus lea grammatihkkamodealla anárašgiela várás, mášinjorgalanprográmma davvisámegielas golmma eará sámegillii (lulli-, julev- ja anárašgillii) ja eksperimentála mášinjorgalanprográmmaid dáin gielain davvisámegillii.

source: Oversettingsprogrammene er integrert i programvare for datamaskinstøttet oversettelse, sammen med andre hjelpemidler, som parallelle tekstsamlinger og tospråklige ordlister.
sme: Jorgalanprográmmat leat integrerejuvvon prográmmagálvvuide dihtordorjojuvvon jorgaleami várás, ovttas eará veahkkeneavvuiguin, nu go buohtalas teakstačoakkáldagaiguin ja guovttegielat sátnelisttaiguin.

source: I tillegg er den enaresamiske grammatikkmodellen tatt i bruk i andre program, som stavekontroll og e-ordbøker.
sme: Dasa lassin lea anárašgiela grammatihkkamodealla váldojuvvon atnui eará prográmmaide, nu go stávendárkkástussii ja e-sátnegirjjiide.

source: Programmet har resultert i flere publikasjoner, og de grammatiske modellene og programmene som har blitt utarbeidet, vil også danne grunnlag for flere artikler i framtiden.
sme: Prográmmat leat buvttihan máŋga almmuheami, ja dat grammatihkkamodeallat ja prográmmat mat leat ráhkaduvvon, galget maid leat vuođđun eanet artihkkaliidda boahttevaš áiggi.

source: 5 Utdanning
sme: 5 Oahpahus

source: Sammenlignet med andre land er Norge et land som lykkes godt med digitalisering.
sme: Go buohtastahttá eará riikkaiguin, de lea Norga okta dain riikkain mii lea lihkostuvvan bures digitaliseremiin.

source: Vi har god infrastruktur, god tilgang på utstyr og avanserte brukere.
sme: Mis lea buorre vuođđostruktuvra, reaidduid lea álki fidnet ja mis leat ollu hárjánan geavaheaddjit.

source: Koronautbruddet våren 2020 har også vist at utdanningssystemet på alle nivåer raskt gjennomførte en omstilling til digital undervisning.
sme: Jagi 2020 giđa koronafalleheapmi lea maid čájehan ahte oahpahusvuogádat buot dásiin čađahii nuppástuhttima digitála oahpahussii.

source: Samtidig er det store lokale forskjeller, og én av fem voksne i Norge mangler grunnleggende digitale ferdigheter.
sme: Seammás leat stuorra báikkálaš erohusat, ja ovttas viđa rávesolbmos Norggas váilot vuđolaš digitála gálggat.

source: Derfor har regjeringen løftet fram digitale ferdigheter på flere nivåer i utdanningen, med egne digitaliseringsstrategier for både grunnopplæringen og høyere utdanning.
sme: Danne lea ráđđehus lokten digitála gálggaid máŋgga dásis oahpahusas, sierra digitaliserenstrategiijaiguin sihke vuođđooahpahussii ja alit ohppui.

source: Store, gjennomgripende tiltak, som fornyelsen av læreplanene i grunnopplæringen og kompetansereformen Lære heile livet, har digitale ferdigheter og digitalisering som viktige elementer.
sme: Stuorra, buot fátmmasteaddji doaibmabijuin, nu go vuođđooahpahusa oahppoplánaid ođasmahttimis ja gelbbolašvuođaođastusas Olles eallima oahppat, leat digitála gálggat ja digitaliseren dehálaš elemeantan.

source: Det er også stadig sterkere etterspørsel etter kandidater fra høyere utdanning med høy digital kompetanse.
sme: Maiddái jearahuvvojit eanet ja eanet kandidáhtat alit oahpus geain lea alla, digitála gelbbolašvuohta.

source: Strategiene og tiltakene favner bredt og er ikke spesielt rettet mot den samiske befolkningen.
sme: Strategiijat ja doaibmabijut fátmmastit viidát eai ge leat jurddašuvvon erenoamážit sámi álbmogii.

source: I samiske barnehager er hovedspråket samisk.
sme: Sámi mánáidgárddiin lea sámegiella váldogiella.

source: Tilsvarende gjelder for samiske avdelinger i andre barnehager.
sme: Nu lea eará mánáidgárddiid sámi ossodagain ge.

source: Totalt var det 836 barn som fikk samisk barnehagetilbud i 2019.
sme: Oktiibuot ožžo 836 máná sámi mánáidgárdefálaldaga jagi 2019.

source: Det er 78 flere enn i 2018.
sme: Dat lea 78 eanet go jagi 2018.

source: 696 av disse gikk i samiske barnehager eller barnehageavdelinger, mens 140 barn fikk tilbud om samisk språkopplæring.
sme: Dain ledje 696 máná sámi mánáidgárddiin dahje sámi mánáidgárdeossodagain, ja 140 máná fas ožžo fálaldaga oahppat sámegiela.

source: Av 836 barn som fikk samisk barnehagetilbud, var det 539 barn som fikk samisk barnehagetilbud i en kommune innenfor forvaltningsområdet for samisk språk.
sme: Dan 836 mánás geat ožžo sámi mánáidgárdefálaldaga, ledje 539 máná geat ožžo sámi mánáidgárdefálaldaga sámegiela hálddašanguovllu gielddas.

source: Antallet barn med samisk barnehagetilbud og antallet samiske barnehager og samiske avdelinger, har vært relativt stabilt de siste årene.
sme: Daid mánáid lohku geain lea sámi mánáidgárdefálaldat, ja sámi mánáidgárddiid ja sámi ossodagaid lohku lea leamaš viehka dássit maŋimus jagiid.

source: Bruk av digitale ressurser i det pedagogiske arbeidet skal støtte opp om barns læreprosesser.
sme: Digitála resurssaid geavaheapmi pedagogalaš barggus galgá doarjut mánáid oahppanproseassaid.

source: Det skal bidra til et rikt og allsidig læringsmiljø og til barnas lek, kreativitet og læring.
sme: Dat galgá váikkuhit rikkis ja buotbeallásaš oahppanbirrasii ja mánáid stoahkamii, hutkáivuhtii ja oahppamii.

source: Digitale verktøy skal likevel ikke dominere som arbeidsmåte.
sme: Digitála reaiddut eai galgga dattetge doaibmat deháleamos bargovuohkin.

source: Barnehagen skal utøve digital dømmekraft, ivareta barnas personvern og bidra til at barna utvikler en begynnende etisk forståelse knyttet til digitale medier.
sme: Mánáidgárdi galgá čájehit digitála árvvoštallannávcca, fuolahit mánáid persovdnasuodjalusa ja váikkuhit dasa ahte mánát ovddidit álgi etihkalaš áddejumi digitála mediaid ektui.

source: Utdanningsdirektoratet har utviklet nettressurser for ansatte i barnehagene i form av eksempler på pedagogisk aktivitet med digitale verktøy sammen med barn.
sme: Oahpahusdirektoráhta lea ovddidan neahttaresurssaid mánáidgárdebargiid várás ovdamearkkaid bokte dasa mo lea vejolaš geavahit digitála reaidduid pedagogalaš doaimmain ovttas mánáiguin.

source: Aktivitetene er knyttet opp til rammeplanen og barns gryende digitale ferdigheter.
sme: Doaimmat čatnasit rámmaplánii ja mánáid álgi digitála gálggaide.

source: Noen av støtteressursene foreligger på samisk, og direktoratet vurderer fortløpende behov og muligheter for å oversette flere.
sme: Muhtun doarjjaresurssat leat sámegillii, ja direktoráhta árvvoštallá dađistaga dárbbu ja vejolašvuođa jorgalahttit eanet.

source: 5.2 Digitalisering i grunnopplæringen
sme: 5.2 Digitaliseren vuođđooahpahusas

source: 5.2.1 Fagfornyelsen og Kunnskapsløftet 2020
sme: 5.2.1 Fágaođasmahttin ja Máhttolokten 2020

source: Innholdet i opplæringen er i endring gjennom fagfornyelsen (Kunnskapsløftet 2020 og Kunnskapsløftet 2020 Samisk), blant annet for å møte endringene i arbeidslivet og samfunnet.
sme: Oahpahusa sisdoallu lea rievdamin fágaođasmahttima (Máhttolokten 2020 ja Máhttolokten 2020 Sámi) bokte, earret eará dusten dihtii rievdadusaid bargoeallimis ja servodagas.

source: For å møte et nytt arbeids- og samfunnsliv med ny teknologi er det viktig å forstå teknologien.
sme: Go ođđa teknologiija galgá geavahuvvot ođđa bargo- ja servodateallimis, de lea dehálaš áddet dan teknologiija.

source: For at elevene skal kunne bruke teknologi, være kreative, nysgjerrige og kritisk utforskende, har digital skaperkraft og programmering fått mer plass i skolen og inngår i læreplaner i flere fag allerede fra de første trinnene.
sme: Vai oahppit galget sáhttit geavahit teknologiija, hutkáivuođa, sáhkkiivuođa ja kritihkalaš suokkardeami, de lea digitála ávdnenfápmu ja programmeren ožžon eanet saji skuvllas ja dat leat mielde máŋgga fága oahppoplánas vuosttaš cehkiid rájes jo.

source: Gjennom fagfornyelsen har innholdet i digitale ferdigheter som grunnleggende ferdighet blitt oppdatert og mer framtidsrettet.
sme: Fágaođasmahttima bokte lea digitála gálggaid sisdoallu vuođđogálgan áigáduvvon ja heivehuvvon boahtteáigái.

source: Digitale ferdigheter er blant annet å kunne bruke digitale verktøy, medier og ressurser hensiktsmessig og forsvarlig for å løse praktiske oppgaver.
sme: Digitála gálggat leat earret eará máhttin geavahit digitála reaidduid, mediaid ja resurssaid ulbmillaččat ja dohkálaččat geavatlaš bargamušaid čoavdimii.

source: Det er videre å innhente og behandle informasjon, skape digitale produkter og å kommunisere.
sme: Dasa gullá maiddái dieđuid háhkan ja gieđahallan, digitála buktagiid ávdnen ja gulahallan.

source: Digitale ferdigheter innebærer også å utvikle digital dømmekraft gjennom å tilegne seg kunnskap og gode strategier for nettbruk.
sme: Digitála gálggat mearkkašit maiddái ovddidit digitála árvvoštallanfámu hágadettiin máhtu ja buriid strategiijaid neahttageavaheami várás.

source: Både skolen, elever og foreldre må forholde seg til digital dannelse i hverdagen.
sme: Sihke skuvla, oahppit ja váhnemat fertejit gieđahallat digitála hápmašuvvama juohkebeaivválaš dilis.

source: De nye læreplanene skal tas i bruk i grunnopplæringen fra og med skoleåret 2020.
sme: Ođđa oahppoplánat galget váldojuvvot atnui vuođđooahpahusas skuvlajagi 2020 rájes.

source: Sametinget fastsetter de samiske språkplanene, de særskilte samiske fag i videregående opplæring og samisk innhold i de gjennomgående nasjonale læreplanene, innenfor rammer gitt av Kunnskapsdepartementet.
sme: Sámediggi mearrida sámi giellaplánaid, erenoamáš sámi fágaid joatkkaoahpahusas ja sámi sisdoalu čađamanni nationála oahppoplánain, daid rámmaid siskkabealde maid Máhttodepartemeanta lea bidjan.

source: I arbeidet med de nye læreplanene har departementet hatt en referansegruppe med medlemmer fra Sametinget og de sentrale partene i skolesektoren.
sme: Barggus ođđa oahppoplánaiguin lea departemeanttas leamaš referánsajoavku mas leat leamaš Sámedikki ja skuvlasuorggi guovddáš áššebeliid lahtut.

source: 5.2.2 Opplæring for samiske elever
sme: 5.2.2 Oahpahus sámi ohppiide

source: Ifølge Utdanningsdirektoratet får 857 elever i grunnskolen all undervisning på samisk skoleåret 2019/2020.
sme: Oahpahusdirektoráhta dieđuid mielde ožžot 857 oahppi vuođđoskuvllas buot oahpahusa sámegillii skuvlajagi 2019/2020.

source: 893 elever har nordsamisk som førstespråk og 1293 elever nordsamisk som andrespråk.
sme: 893 oahppis lea davvisámegiella vuosttasgiellan ja 1293 oahppis lea davvisámegiella nubbigiellan.

source: 28 elever har sørsamisk som førstespråk og 85 som andrespråk.
sme: 28 oahppis lea lullisámegiella vuosttasgiellan ja 85 oahppis lea lullisámegiella nubbigiellan.

source: 33 elever har lulesamisk som førstespråk og 77 som andrespråk.
sme: 33 oahppis lea julevsámegiella vuosttasgiellan ja 77 oahppis lea julevsámegiella nubbigiellan.

source: Skoleåret 2019/2020 har 178 elever i videregående skole samisk som førstespråk.
sme: Skuvlajagi 2019/2020 lea 178 oahppis joatkkaskuvllas sámegiella vuosttasgiellan.

source: Av disse har 174 nordsamisk og 4 sørsamisk.
sme: Dain lea 174 oahppis davvisámegiella ja 4 oahppis lullisámegiella.

source: 264 elever i videregående skole har samisk som andrespråk, hvorav 15 lulesamisk, 243 nordsamisk og 6 sørsamisk.
sme: 264 oahppis joatkkaskuvllas lea sámegiella nubbigiellan, geain 15 oahppis lea julevsámegiella, 243 oahppis davvisámegiella ja 6 oahppis fas lullisámegiella.

source: Riksrevisjonen har gjort en undersøkelse av samiske elevers rett til opplæring i og på samisk, jf. Dokument 3:5 (2019–2020).
sme: Riikarevišuvdna lea čađahan iskkadeami sámi ohppiid vuoigatvuođas oahpahussii sámegielas ja sámegillii, gč. Dokumeanta 3:5 (2019–2020).

source: Målet med undersøkelsen har vært å vurdere om samiske elever får et godt og likeverdig opplæringstilbud i og på samisk, og hvordan statlige virkemidler er innrettet for å sikre et slikt tilbud.
sme: Iskkadeami áigumuš lei árvvoštallat ožžot go sámi oahppit buori ja dásseárvosaš oahpahusfálaldaga sámegielas ja sámegillii ja mo stáhta váikkuhangaskaoamit leat ásahuvvon sihkkarastin dihtii dakkár fálaldaga.

source: Kunnskapsdepartementet vil følge opp anbefalingene til Riksrevisjonen på egnet måte, i samarbeid med Sametinget.
sme: Máhttodepartemeanta áigu čuovvulit Riikarevišuvnna rávvagiid heivvolaš vugiin, ovttas Sámedikkiin. 5.2.2.1 Gáiddusoahpahus

source: Mange av elevene som har rett til opplæring i samisk, bor på steder der det ikke er tilgang på lærere med nødvendig kompetanse.
sme: Máŋggas dain ohppiin geain lea vuoigatvuohta sámegieloahpahussii, ásset dakkár guovlluin gos ii fidne oahpaheddjiid geain lea dárbbašlaš gelbbolašvuohta.

source: Da har elevene rett til alternative opplæringsformer, som fjernundervisning, intensivopplæring, hospitering eller andre egnede undervisningsformer.
sme: Dalle lea ohppiin vuoigatvuohta oažžut molssaektosaš oahpahusvugiid, nu go gáiddusoahpahusa, intensiivaoahpahusa, hospiterema dahje eará heivvolaš oahpahusvugiid.

source: For samiske elever uten muligheter for stedlig undervisning er fjernundervisning den vanligste måten å tilby opplæring på.
sme: Daidda sámi ohppiide geain ii leat vejolašvuohta oažžut oahpahusa báikkálaččat, lea gáiddusoahpahus dábálaš vuohki fállat oahpahusa.

source: Fylkesmannen i Nordland har kartlagt kompetansen hos samtlige fjernundervisningslærere i lule- og sørsamisk og utarbeidet en plan for kompetanseheving, blant annet i bruk av teknologi i pedagogisk sammenheng.
sme: Nordlándda fylkkamánni lea kárten buot gáiddusoahpahusoahpaheddjiid gelbbolašvuođa julev- ja lullisámegielas ja hábmen gealbudanplána, earret eará teknologiija geavaheamis pedagogalaš oktavuođas.

source: Kompetansehevingen påvirker både kvaliteten på og organiseringen av fjernundervisningen.
sme: Gealbudeapmi váikkuha sihke gáiddusoahpahusa kvalitehtii ja organiseremii.

source: Innen utgangen av første kvartal 2020 er det et mål at alle fjernundervisningslærerne i lule- og sørsamisk område skal ha den kompetansen som er ønsket i det veiledende rammeverket for samisk fjernundervisning.
sme: Jagi 2020 vuosttas kvartála loahpageahčen lea ulbmil ahte buot gáiddusoahpahusa oahpaheddjiin julev- ja lullisámegielas galgá leat dat gelbbolašvuohta mii sávvojuvvo sámi gáiddusoahpahusa láidesteaddji rámmain.

source: Skoleeier har ansvaret for å sikre alle elever et godt og forsvarlig opplæringstilbud.
sme: Skuvlaeaiggáda ovddasvástádus lea sihkkarastit buot ohppiide buori ja dohkálaš oahpahusfálaldaga.

source: Skoler og skoleeiere har lang erfaring med å drive med samisk fjernundervisning.
sme: Skuvllain ja skuvlaeaiggádiin lea guhkes vásáhus sámi gáiddusoahpahusa doaimmaheamis.

source: Den teknologiske utviklingen har imidlertid bidratt til mange nye verktøy og nye måter å drive fjernundervisning på.
sme: Teknologalaš ovdáneapmi lea dattetge buvttihan ollu ođđa reaidduid ja ođđa vugiid doaimmahit gáiddusoahpahusa.

source: Utdanningsdirektoratet har etablert en permanent plattform for nettbasert undervisning, Digilær.
sme: Oahpahusdirektoráhta lea ásahan bistevaš vuođđovuogádaga neahttavuđot oahpahussii, Digilær.

source: no, som fellesløsning for opplæringssektoren.
sme: no, oktasaščoavddusin oahpahussuorgái.

source: Plattformen har vært i drift siden skoleåret 2019/2020 for fjernundervisning i matematikk 1T på ungdomstrinnet (Den virtuelle matematikkskolen) og tospråklig fagopplæring (Fleksibel opplæring).
sme: Vuođđovuogádat lea leamaš doaimmas skuvlajagi 2019/2020 rájes gáiddusoahpahusa várás matematihkas 1T nuoraiddásis (virtuála matematihkkaskuvla) ja guovttegielat fágaoahpahusas (njuovžilis oahpahus).

source: I løpet av 2020 vil Kunnskapsdepartementet og Utdanningsdirektoratet i samarbeid med Sametinget og fylkesmennene i Troms og Finnmark og Nordland vurdere om plattformen skal tas i bruk for samisk fjernundervisning.
sme: Jagi 2020 mielde áigot Máhttodepartemeanta ja Oahpahusdirektoráhta ovttas Sámedikkiin ja Romssa ja Finnmárkku ja Nordlándda fylkkamánniiguin árvvoštallat galgá go vuođđovuogádat váldojuvvot atnui sámi gáiddusoahpahussii.

source: Riksrevisjonen har avdekket svakheter i organiseringen og gjennomføringen av fjernundervisningen som medfører store ulikheter i opplæringstilbudet.
sme: Riikarevišuvdna lea almmustahttán dakkár raššivuođaid gáiddusoahpahusa organiseremis ja čađaheamis mat dagahit stuorra erohusaid oahpahusfálaldagas.

source: Rapporten anbefaler at Kunnskapsdepartementet i samarbeid med Fylkesmannen i Troms og Finnmark og Fylkesmannen i Nordland bidrar til at fjernundervisningstilbudet blir et godt alternativ til stedlig undervisning.
sme: Raportta ráva lea ahte Máhttodepartemeanta ovttas Romssa ja Finnmárkku ja Nordlándda fylkkamánniiguin galgá váikkuhit dasa ahte gáiddusoahpahusfálaldat šaddá buorre molssaeaktun báikkálaš oahpahussii.

source: På bakgrunn av Riksrevisjonens rapport har Kunnskapsdepartementet gitt Utdanningsdirektoratet i oppdrag å foreslå både nye tiltak og videreutvikling av eksisterende tiltak som kan bidra til at alle elever som får opplæring i samisk ved hjelp av fjernundervisning får et godt og forsvarlig opplæringstilbud.
sme: Riikarevišuvnna raportta vuođul lea Máhttodepartemeanta addán Oahpahusdirektoráhtii bargamuššan evttohit sihke ođđa doaibmabijuid ja mo viidáseappot galgá ovddidit dálá doaibmabijuid mat sáhttet dagahit ahte buot oahppit geat ožžot oahpahusa gáiddusoahpahusa bokte, ožžot buori ja dohkálaš oahpahusfálaldaga.

source: Utdanningsdirektoratet skal tidlig involvere Sametinget og fylkesmennene i Nordland og Troms og Finnmark på hensiktsmessig måte i dette oppdraget.
sme: Oahpahusdirektoráhta galgá árrat searvadit Sámedikki ja Nordlándda ja Romssa ja Finnmárkku fylkkamánniid heivvolaš vuogi mielde dán bargui.

source: 5.2.2.2 Elever med behov for særskilt tilrettelegging
sme: 5.2.2.2 Oahppit geat dárbbašit erenoamáš heiveheami

source: Digital teknologi har skapt et paradigmeskifte for elever med behov for særskilt tilrettelegging og gitt en rekke nye muligheter.
sme: Digitála teknologiija lea buktán paradigmamolsuma daidda ohppiide geat dárbbašit erenoamáš heiveheami ja addán sidjiide máŋga ođđa vejolašvuođa.

source: Sametinget peker imidlertid på utfordringer med tilgang på læremidler, læringsressurser og kartleggingsmateriell på samisk for samiske elever med behov for særskilt tilrettelegging.
sme: Dattetge čujuha Sámediggi ahte lea hástalussan fidnet oahpponeavvuid, oahppanresurssaid ja kártenávdnasiid sámegillii daidda sámi ohppiide geat dárbbašit erenoamáš heiveheami.

source: Det er mye som tyder på at det er store variasjoner i støttesystemets (PP-tjenesten) kunnskap om samisk språk og kultur, noe som er viktig for å kunne gi samiske barn et godt tilrettelagt og spesialpedagogisk tilbud.
sme: Orrot leamen stuorra erohusat doarjjavuogádaga (PP-bálvalusa) máhtus sámi giela ja kultuvra birra, mii lea dehálaš go áigumuš lea sáhttit addit sámi mánáide bures heivehuvvon ja erenoamášpedagogalaš fálaldaga.

source: Samisk spesialpedagogisk støtte (SEAD) er en del av Statlig spesialpedagogisk tjeneste (Statped).
sme: Sámi erenoamášpedagogalaš doarjalus (SEAD) lea oassi stáhta erenoamášpedagogalaš bálvalusas (Statped).

source: SEAD har et landsdekkende ansvar for å gi tjenester til samiske brukere innenfor Statpeds fagområder.
sme: SEAD:s lea riikaviidosaš ovddasvástádus addit bálvalusaid sámi geavaheddjiide Statpeda fágasurggiin.

source: SEAD kan bistå kommuner og fylkeskommuner i deres arbeid for samiskspråklige barn og samiskspråklige elever med behov for særskilt tilrettelegging.
sme: SEAD sáhttá veahkehit gielddaid ja fylkkagielddaid sin barggus daid sámegielat mánáid ja ohppiid várás geat dárbbašit erenoamáš heiveheami.

source: Statped vil i en femårig overgangsperiode avgrense sitt mandat.
sme: Statped áigu viđa jagi gaskaboddasaš áigodagas ráddjet iežas mandáhta.

source: Regjeringen mener det vil være behov for at SEAD arbeider videre med tjenester på spesialpedagogiske områder av mer generell karakter, i motsetning til Statped for øvrig.
sme: Ráđđehus oaivvilda ahte SEAD dárbbaša bargat viidáseappot eanet oppalaš bálvalusaiguin erenoamášpedagogalaš surggiin, dan ektui go dan maid Statped berre dahkat.

source: Kunnskapsdepartementet vil i denne perioden utarbeide et eget særskilt mandat for SEAD.
sme: Máhttodepartemeanta áigu dán áigodagas hábmet sierra mandáhta SEAD:i.

source: Sametinget blir involvert i dette arbeidet.
sme: Sámediggi galgá váldojuvvot mielde dán bargui.

source: Målet er at riktig kompetanse blir tilgjengelig for samiske barn og samiske elever med behov for særskilt tilrettelegging, og at de får et tilfredsstillende pedagogisk tilbud i tråd med kravene i barnehageloven og opplæringsloven.
sme: Ulbmil lea ahte rivttes gelbbolašvuohta šaddá olahahttin sámi mánáide ja daidda sámi ohppiide geat dárbbašit erenoamáš heiveheami, ja ahte sii ožžot dohkálaš pedagogalaš fálaldaga nu mo dat boahtá ovdan mánáidgárdelága ja oahpahuslága gáibádusain.

source: SEAD samarbeider med Samisk høgskole og særlig med Nasjonalt senter for samisk i opplæringen for å sikre et sterkt samisk fagmiljø, kunnskapsutvikling på området og en god sammenheng mellom det allmennpedagogiske og det spesialpedagogiske feltet.
sme: SEAD ovttasbargá Sámi allaskuvllain ja erenoamážit Sámi lohkanguovddážiin sihkkarastin dihtii nana sámi fágabirrasa, máhttoovdáneami suorggis ja buori oktavuođa gaskal dábálašpedagogalaš ja erenoamášpedagogalaš suorggi.

source: 5.2.2.3 Digitalisering og digitale læremidler
sme: 5.2.2.3 Digitaliseren ja digitála oahpponeavvut
